Repository: ATHIRADI/bmi_calculator_flutter
Catalog: lib/l10n/intl_*.arb
Languages: az, bn, el, fa, gu, hr, hu, kn, ml, mr, my, or, pa, sq, sv, ta, te, th, ur

# introTitle
source: Seeku BMI Calculator
az: Seeku BMI Hesablayıcısı
bn: সিকু বিএমআই ক্যালকুলেটর
el: Seeku Υπολογιστής BMI
fa: Seeku محاسبه‌گر BMI
gu: Seeku BMI ગણક
hr: Seeku Kalkulator BMI
hu: Seeku BMI Kalkulátor
kn: Seeku BMI ಕ್ಯಾಲ್ಕುಲೇಟರ್
ml: Seeku BMI കണക്കുകൂട്ടി
mr: Seeku BMI कॅल्क्युलेटर
my: Seeku BMI ကိန်းဂဏန်း
or: Seeku BMI କ୍ୟାଲକୁଲେଟର
pa: Seeku BMI ਕੈਲਕੁਲੇਟਰ
sq: Seeku Kalkulatori i BMI
sv: Seeku BMI Kalkylator
ta: Seeku BMI கணக்கீட்டாளர்
te: Seeku BMI లెక్కింపులు
th: Seeku เครื่องคิดเลข BMI
ur: Seeku BMI کیلکولیٹر

# introSubtitle1
source: Get Started with Tracking Your Health!
az: Sağlığınızı İzləməyə Başlayın!
bn: আপনার স্বাস্থ্য ট্র্যাক করতে শুরু করুন!
el: Ξεκινήστε να παρακολουθείτε την υγεία σας!
fa: شروع به پیگیری سلامت خود کنید!
gu: તમારા આરોગ્યને ટ્રેક કરવા માટે શરૂ કરો!
hr: Započnite s praćenjem svog zdravlja!
hu: Kezdje el nyomon követni az egészségét!
kn: ನಿಮ್ಮ ಆರೋಗ್ಯವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ!
ml: നിങ്ങളുടെ ആരോഗ്യത്തെ ട്രാക്ക് ചെയ്യാൻ ആരംഭിക്കുക!
mr: आपल्या आरोग्याचे ट्रॅकिंग सुरू करा!
my: သင့်ကျန်းမာရေးကိုကြည့်ရှုရန်စတင်ပါ!
or: ଆପଣଙ୍କର ସ୍ୱାସ୍ଥ୍ୟକୁ ଟ୍ରାକ୍ କରିବାକୁ ଆରମ୍ଭ କରନ୍ତୁ!
pa: ਆਪਣੇ ਸਿਹਤ ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰੋ!
sq: Nisni të Ndiqni Shëndetin Tuaj!
sv: Börja spåra din hälsa!
ta: உங்கள் ஆரோக்கியத்தை கண்காணிக்க தொடங்குங்கள்!
te: మీ ఆరోగ్యాన్ని ట్రాక్ చేయడం ప్రారంభించండి!
th: เริ่มติดตามสุขภาพของคุณ!
ur: اپنی صحت کی نگرانی کرنا شروع کریں!

# introSubtitle2
source: Calculate your BMI and stay on top of your wellness journey, effortlessly.
az: BMI-nizi hesablayın və sağlamlıq yolunuzda asanlıqla qalın.
bn: আপনার বিএমআই গণনা করুন এবং আপনার সুস্থতার যাত্রায় সহজেই থাকুন।
el: Υπολογίστε το BMI σας και παραμείνετε στην κορυφή του ταξιδιού ευεξίας σας, χωρίς κόπο.
fa: BMI خود را محاسبه کنید و به راحتی در مسیر سلامتی خود باقی بمانید.
gu: તમારો BMI ગણવો અને તમારી કલ્યાણની યાત્રા પર સરળતાથી રહેવું.
hr: Izračunajte svoj BMI i bez napora ostanite na vrhu svog wellness putovanja.
hu: Számolja ki a BMI-jét, és maradjon a wellness útján, könnyedén.
kn: ನಿಮ್ಮ BMI ಅನ್ನು ಲೆಕ್ಕಹಾಕಿ ಮತ್ತು ನಿಮ್ಮ ಕಲ್ಯಾಣದ ಪ್ರಯಾಣವನ್ನು ಸುಲಭವಾಗಿ ಮುಂದುವರಿಯಿರಿ.
ml: നിങ്ങളുടെ BMI കണക്കുകൂട്ടുക, നിങ്ങളുടെ ക്ഷേമയാത്രയിൽ എളുപ്പത്തിൽ തുടരുക.
mr: आपला BMI कॅल्क्युलेट करा आणि आपल्या कल्याणाच्या प्रवासावर सहज राहा.
my: သင့် BMI ကိုတွက်ချက်ပြီး သင့်ကျန်းမာရေးခရီးကို အဆင်ပြေစွာထိန်းသိမ်းပါ။
or: ଆପଣଙ୍କର BMI ଗଣନା କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର କଳ୍ୟାଣ ଯାତ୍ରାରେ ସହଜରେ ରହନ୍ତୁ।
pa: ਆਪਣਾ BMI ਗਣਨਾ ਕਰੋ ਅਤੇ ਆਪਣੇ ਸੁਖ-ਸਮਰਿੱਧੀ ਦੇ ਯਾਤਰਾ 'ਤੇ ਆਸਾਨੀ ਨਾਲ ਰਹੋ।
sq: Llogaritni BMI-në tuaj dhe qëndroni në krye të udhëtimit tuaj për mirëqenie, pa mundim.
sv: Beräkna din BMI och håll dig på toppen av din välbefinnande resa, utan ansträngning.
ta: உங்கள் BMI ஐ கணக்கிடுங்கள் மற்றும் உங்கள் நலனுக்கான பயணத்தில் எளிதாக இருக்கவும்.
te: మీ BMIని లెక్కించండి మరియు మీ సంక్షేమ యాత్రపై సులభంగా ఉండండి.
th: คำนวณ BMI ของคุณและติดตามการเดินทางด้านสุขภาพของคุณอย่างง่ายดาย
ur: اپنا BMI حساب کریں اور اپنی صحت کی سفر پر آرام سے رہیں۔

# getStartedButton
source: Get Started
az: Başlayın
bn: শুরু করুন
el: Αρχίστε
fa: شروع کنید
gu: શરૂઆત કરો
hr: Započni
hu: Kezdés
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरू करा
my: စတင်ပါ
or: ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸ਼ੁਰੂ ਕਰੋ
sq: Nisni
sv: Kom igång
ta: தொடங்கவும்
te: ప్రారంభించండి
th: เริ่มต้น
ur: شروع کریں

# bmiCalculatorTitle
source: Seeku - BMI Calculator
az: Seeku - BMI Hesablayıcısı
bn: সিকু - বিএমআই ক্যালকুলেটর
el: Seeku - Υπολογιστής BMI
fa: Seeku - محاسبه‌گر BMI
gu: Seeku - BMI ગણક
hr: Seeku - Kalkulator BMI
hu: Seeku - BMI Kalkulátor
kn: Seeku - BMI ಕ್ಯಾಲ್ಕುಲೇಟರ್
ml: Seeku - BMI കണക്കുകൂട്ടി
mr: Seeku - BMI कॅल्क्युलेटर
my: Seeku - BMI ကိန်းဂဏန်း
or: Seeku - BMI କ୍ୟାଲକୁଲେଟର
pa: Seeku - BMI ਕੈਲਕੁਲੇਟਰ
sq: Seeku - Kalkulatori i BMI
sv: Seeku - BMI Kalkylator
ta: Seeku - BMI கணக்கீட்டாளர்
te: Seeku - BMI లెక్కింపులు
th: Seeku - เครื่องคิดเลข BMI
ur: Seeku - BMI کیلکولیٹر

# calculateBMILabel
source: Calculate BMI
az: BMI Hesabla
bn: বিএমআই গণনা করুন
el: Υπολογίστε το BMI
fa: محاسبه BMI
gu: BMI ગણવો
hr: Izračunaj BMI
hu: BMI Számítása
kn: BMI ಲೆಕ್ಕಹಾಕಿ
ml: BMI കണക്കുകൂട്ടുക
mr: BMI कॅल्क्युलेट करा
my: BMI တွက်ချက်ပါ
or: BMI ଗଣନା କରନ୍ତୁ
pa: BMI ਗਣਨਾ ਕਰੋ
sq: Llogaritni BMI
sv: Beräkna BMI
ta: BMI கணக்கிடுங்கள்
te: BMI లెక్కించండి
th: คำนวณ BMI
ur: BMI حساب کریں

# invalidInputTitle
source: Invalid Input
az: Yanlış Giriş
bn: অবৈধ ইনপুট
el: Μη έγκυρη είσοδος
fa: ورودی نامعتبر
gu: અમાન્ય ઇનપુટ
hr: Nevažeći unos
hu: Érvénytelen Beviteli
kn: ಅಮಾನ್ಯ ಇನ್ಪುಟ್
ml: അസാധുവായ ഇൻപുട്ട്
mr: अवैध इनपुट
my: မမှန်ကန်သောအချက်အလက်
or: ଅବୈଧ ଇନପୁଟ
pa: ਅਵੈਧ ਇਨਪੁਟ
sq: Hyrje e Pafavorshme
sv: Ogiltig inmatning
ta: செல்லுபடியாகாத உள்ளீடு
te: చెల్లని గణన
th: ข้อมูลไม่ถูกต้อง
ur: غیر درست ان پٹ

# invalidInputMessage
source: Please ensure: - Weight is between 0 and 500 kg - Height is a positive value - Age is between 1 and 120 years
az: Zəhmət olmasa, təmin edin: - Çəki 0 ilə 500 kq arasında olmalıdır - Hündürlük müsbət bir dəyər olmalıdır - Yaş 1 ilə 120 il arasında olmalıdır
bn: দয়া করে নিশ্চিত করুন: - ওজন 0 থেকে 500 কেজির মধ্যে - উচ্চতা একটি ইতিবাচক মান - বয়স 1 থেকে 120 বছরের মধ্যে
el: Βεβαιωθείτε ότι: - Το βάρος είναι μεταξύ 0 και 500 κιλών - Το ύψος είναι θετική τιμή - Η ηλικία είναι μεταξύ 1 και 120 ετών
fa: لطفاً اطمینان حاصل کنید: - وزن بین 0 تا 500 کیلوگرم است - قد یک مقدار مثبت است - سن بین 1 تا 120 سال است
gu: કૃપા કરીને ખાતરી કરો: - વજન 0 થી 500 કિગ્રા વચ્ચે છે - ઊંચાઈ એક સકારાત્મક મૂલ્ય છે - ઉંમર 1 થી 120 વર્ષ વચ્ચે છે
hr: Molimo osigurajte: - Težina je između 0 i 500 kg - Visina je pozitivna vrijednost - Dob je između 1 i 120 godina
hu: Kérjük, győződjön meg róla: - A súly 0 és 500 kg között van - A magasság pozitív érték - Az életkor 1 és 120 év között van
kn: ದಯವಿಟ್ಟು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ: - ತೂಕ 0 ರಿಂದ 500 ಕಿಲೋಗ್ರಾಂಗಳ ನಡುವೆ ಇದೆ - ಎತ್ತರವು ಸಕಾರಾತ್ಮಕ ಮೌಲ್ಯವಾಗಿದೆ - ವಯಸ್ಸು 1 ರಿಂದ 120 ವರ್ಷಗಳ ನಡುವೆ ಇದೆ
ml: ദയവായി ഉറപ്പാക്കുക: - ഭാരം 0 മുതൽ 500 കിലോഗ്രാമുകൾക്കിടയിൽ - ഉയരം ഒരു പോസിറ്റീവ് മൂല്യം - പ്രായം 1 മുതൽ 120 വർഷങ്ങൾക്കിടയിൽ
mr: कृपया सुनिश्चित करा: - वजन 0 ते 500 किलोग्राम दरम्यान आहे - उंची एक सकारात्मक मूल्य आहे - वय 1 ते 120 वर्षांदरम्यान आहे
my: ကျေးဇူးပြု၍ သေချာပါစေ: - အလေးချိန်သည် 0 မှ 500 ကီလိုဂရမ်အတွင်းရှိရမည် - အမြင့်သည် အကောင်းဆုံးတန်ဖိုးဖြစ်ရမည် - အသက်သည် 1 နှင့် 120 နှစ်အတွင်းရှိရမည်
or: ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ: - ଓଜନ 0 ଓ 500 କିଲୋଗ୍ରାମ ମଧ୍ୟରେ ଅଛି - ଉଚ୍ଚତା ଏକ ସକାରାତ୍ମକ ମୂଲ୍ୟ - ବୟସ 1 ଓ 120 ବର୍ଷର ମଧ୍ୟରେ ଅଛି
pa: ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ: - ਭਾਰ 0 ਤੋਂ 500 ਕਿਲੋਗ੍ਰਾਮ ਦੇ ਵਿਚਕਾਰ ਹੈ - ਉਚਾਈ ਇੱਕ ਸਕਾਰਾਤਮਕ ਮੁੱਲ ਹੈ - ਉਮਰ 1 ਤੋਂ 120 ਸਾਲ ਦੇ ਵਿਚਕਾਰ ਹੈ
sq: Ju lutemi sigurohuni: - Pesha është midis 0 dhe 500 kg - Lartësia është një vlerë pozitive - Mosha është midis 1 dhe 120 vjet
sv: Vänligen säkerställ: - Vikten är mellan 0 och 500 kg - Höjden är ett positivt värde - Åldern är mellan 1 och 120 år
ta: தயவுசெய்து உறுதி செய்யவும்: - எடை 0 முதல் 500 கிலோகிராம் வரை இருக்க வேண்டும் - உயரம் ஒரு நேர்மறை மதிப்பு ஆக வேண்டும் - வயது 1 முதல் 120 ஆண்டுகளுக்குள் இருக்க வேண்டும்
te: దయచేసి నిర్ధారించుకోండి: - బరువు 0 నుండి 500 కిలోల మధ్య ఉంది - ఎత్తు ఒక సPozిటివ్ విలువ - వయస్సు 1 నుండి 120 సంవత్సరాల మధ్య ఉంది
th: กรุณาตรวจสอบว่า: - น้ำหนักอยู่ระหว่าง 0 ถึง 500 กก. - ส่วนสูงเป็นค่าบวก - อายุอยู่ระหว่าง 1 ถึง 120 ปี
ur: براہ کرم یقینی بنائیں: - وزن 0 سے 500 کلوگرام کے درمیان ہے - قد ایک مثبت قیمت ہے - عمر 1 سے 120 سال کے درمیان ہے

# weightLabel
source: Weight (kg)
az: Çəki (kq)
bn: ওজন (কেজি)
el: Βάρος (κιλά)
fa: وزن (کیلوگرم)
gu: વજન (કિગ્રા)
hr: Težina (kg)
hu: Súly (kg)
kn: ತೂಕ (ಕಿಲೋಗ್ರಾಂ)
ml: ഭാരം (കിലോഗ്രാമുകൾ)
mr: वजन (किलोग्राम)
my: အလေးချိန် (ကီလိုဂရမ်)
or: ଓଜନ (କିଲୋଗ୍ରାମ)
pa: ਭਾਰ (ਕਿਲੋਗ੍ਰਾਮ)
sq: Pesha (kg)
sv: Vikt (kg)
ta: எடை (கிலோகிராம்)
te: బరువు (కిలోలు)
th: น้ำหนัก (กก.)
ur: وزن (کلوگرام)

# ageLabel
source: Age (years)
az: Yaş (il)
bn: বয়স (বছর)
el: Ηλικία (έτη)
fa: سن (سال)
gu: ઉંમર (વર્ષ)
hr: Dob (godine)
hu: Kor (évek)
kn: ವಯಸ್ಸು (ವರ್ಷ)
ml: പ്രായം (വർഷങ്ങൾ)
mr: वय (वर्ष)
my: အသက် (နှစ်)
or: ବୟସ (ବର୍ଷ)
pa: ਉਮਰ (ਸਾਲ)
sq: Mosha (vjet)
sv: Ålder (år)
ta: வயது (ஆண்டுகள்)
te: వయస్సు (సంవత్సరాలు)
th: อายุ (ปี)
ur: عمر (سال)

# resultScreenTitle
source: Your BMI Result
az: Sizin BMI Nəticəniz
bn: আপনার বিএমআই ফলাফল
el: Το αποτέλεσμα BMI σας
fa: نتیجه BMI شما
gu: તમારો BMI પરિણામ
hr: Vaš BMI rezultat
hu: Az Ön BMI Eredménye
kn: ನಿಮ್ಮ BMI ಫಲಿತಾಂಶ
ml: നിങ്ങളുടെ BMI ഫലം
mr: आपला BMI परिणाम
my: သင့် BMI ရလဒ်
or: ଆପଣଙ୍କର BMI ଫଳାଫଳ
pa: ਤੁਹਾਡਾ BMI ਨਤੀਜਾ
sq: Rezultati Juaj i BMI
sv: Ditt BMI-resultat
ta: உங்கள் BMI முடிவு
te: మీ BMI ఫలితం
th: ผลลัพธ์ BMI ของคุณ
ur: آپ کا BMI نتیجہ

# invalidDataMessage
source: Invalid data provided.
az: Yanlış məlumat təqdim edilib.
bn: অবৈধ তথ্য প্রদান করা হয়েছে।
el: Παρέχονται μη έγκυρα δεδομένα.
fa: داده‌های نامعتبر ارائه شده است.
gu: અમાન્ય ડેટા પ્રદાન કરવામાં આવ્યો છે.
hr: Pruženi su nevažeći podaci.
hu: Érvénytelen adatokat adtak meg.
kn: ಅಮಾನ್ಯ ಡೇಟಾ ಒದಗಿಸಲಾಗಿದೆ.
ml: അസാധുവായ ഡാറ്റ നൽകിയിട്ടുണ്ട്.
mr: अवैध डेटा प्रदान केला आहे.
my: မမှန်ကန်သောဒေတာကိုပေးပို့ခဲ့သည်။
or: ଅବୈଧ ତଥ୍ୟ ଦିଆଯାଇଛି।
pa: ਅਵੈਧ ਡੇਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
sq: Të dhëna të pafavorshme të dhëna.
sv: Ogiltiga data tillhandahållna.
ta: செல்லுபடியாகாத தரவுகள் வழங்கப்பட்டுள்ளன.
te: చెల్లని సమాచారం అందించబడింది.
th: ข้อมูลไม่ถูกต้องที่จัดเตรียมไว้
ur: غیر درست ڈیٹا فراہم کیا گیا ہے۔

# recalculateButton
source: Recalculate
az: Yenidən Hesabla
bn: পুনরায় গণনা করুন
el: Επαναϋπολογισμός
fa: محاسبه مجدد
gu: ફરીથી ગણવો
hr: Ponovno izračunaj
hu: Újraszámítás
kn: ಮರು ಲೆಕ್ಕಹಾಕಿ
ml: പുനരാലോചിക്കുക
mr: पुन्हा गणना करा
my: ပြန်လည်တွက်ချက်ပါ
or: ପୁନର୍ଗଣନା କରନ୍ତୁ
pa: ਮੁੜ ਗਣਨਾ ਕਰੋ
sq: Rikalkulo
sv: Beräkna om
ta: மறு கணக்கீடு செய்யவும்
te: మరోసారి లెక్కించండి
th: คำนวณใหม่
ur: پھر سے حساب کریں

source: Healthy Weight Range
az: Sağlam Çəki Aralığı
bn: স্বাস্থ্যকর ওজনের পরিসর
el: Υγιές εύρος βάρους
fa: محدوده وزن سالم
gu: સ્વસ્થ વજનની શ્રેણી
hr: Zdrav raspon težine
hu: Egészséges Súly Tartomány
kn: ಆರೋಗ್ಯಕರ ತೂಕ ಶ್ರೇಣಿಯು
ml: ആരോഗ്യകരമായ ഭാരം പരിധി
mr: आरोग्यदायी वजन श्रेणी
my: ကျန်းမာသောအလေးချိန်အကွာအဝေး
or: ସ୍ୱାସ୍ଥ୍ୟକର ଓଜନ ରେଞ୍ଜ
pa: ਸਿਹਤਮੰਦ ਭਾਰ ਦੀ ਰੇਂਜ
sq: Shkalla e Peshës së Shëndetshme
sv: Hälsosamt viktintervall
ta: ஆரோக்கிய எடையின் வரம்பு
te: ఆరోగ్యకరమైన బరువు పరిధి
th: ช่วงน้ำหนักที่ดีต่อสุขภาพ
ur: صحت مند وزن کی حد

source: Underweight
az: Çəki çatışmazlığı
bn: অবসন্ন
el: Υποweight
fa: کم‌وزن
gu: અવસાદ
hr: Nedovoljna težina
hu: Alulsúlyos
kn: ಅಲ್ಪ ತೂಕ
ml: അവസാന ഭാരം
mr: अवयव
my: အလေးချိန်နည်း
or: ଅଳ୍ପ ଓଜନ
pa: ਅਧਿਕ ਭਾਰ
sq: Nënpeshë
sv: Undervikt
ta: குறைந்த எடை
te: తక్కువ బరువులు
th: น้ำหนักต่ำ
ur: کم وزن

source: Normal weight
az: Normal çəki
bn: স্বাভাবিক ওজন
el: Κανονικό βάρος
fa: وزن طبیعی
gu: સામાન્ય વજન
hr: Normalna težina
hu: Normál súly
kn: ಸಾಮಾನ್ಯ ತೂಕ
ml: സാധാരണ ഭാരം
mr: सामान्य वजन
my: ပုံမှန်အလေးချိန်
or: ସାଧାରଣ ଓଜନ
pa: ਨਾਰਮਲ ਭਾਰ
sq: Pesha normale
sv: Normal vikt
ta: சாதாரண எடை
te: సాధారణ బరువు
th: น้ำหนักปกติ
ur: معمول کا وزن

source: Overweight
az: Artıq çəki
bn: অতিরিক্ত ওজন
el: Υπέρβαρος
fa: اضافه‌وزن
gu: અતિવજન
hr: Prekomjerna težina
hu: Túlsúlyos
kn: ಅತಿರೇಕ ತೂಕ
ml: അധിക ഭാരം
mr: अतिवजन
my: အလေးချိန်ကျော်
or: ଅତି ଓଜନ
pa: ਵੱਧ ਭਾਰ
sq: Nënpeshë
sv: Övervikt
ta: அதிக எடை
te: అధిక బరువు
th: น้ำหนักเกิน
ur: زائد وزن

source: Obesity
az: Obezlik
bn: মোটা
el: Παχυσαρκία
fa: چاقی
gu: મોટાપો
hr: Pretilost
hu: Elhízás
kn: ಮೋತಾಪ
ml: മോതാപം
mr: अतिसंवेदनशीलता
my: အဆီအလွန်
or: ମୋତାପ
pa: ਮੋਟਾਪਾ
sq: Obezitet
sv: Fetma
ta: அதிகரிதியாக
te: మోకాళ్ళు
th: อ้วน
ur: موٹاپا

# underweightRange
source: BMI less than 18.5
az: BMI 18.5-dən az
bn: বিএমআই 18.5 এর কম
el: BMI λιγότερο από 18.5
fa: BMI کمتر از 18.5
gu: BMI 18.5 કરતા ઓછું
hr: BMI manji od 18.5
hu: BMI 18.5 alatt
kn: BMI 18.5 ಕ್ಕಿಂತ ಕಡಿಮೆ
ml: BMI 18.5 ന് താഴെ
mr: BMI 18.5 पेक्षा कमी
my: BMI 18.5 ထက်နည်း
or: BMI 18.5 ରୁ କମ୍
pa: BMI 18.5 ਤੋਂ ਘੱਟ
sq: BMI më pak se 18.5
sv: BMI mindre än 18.5
ta: BMI 18.5 க்குக் குறைவாக
te: BMI 18.5 కంటే తక్కువ
th: BMI น้อยกว่า 18.5
ur: BMI 18.5 سے کم

# normalWeightRange
source: BMI 18.5 to 24.9
az: BMI 18.5-dən 24.9-a qədər
bn: বিএমআই 18.5 থেকে 24.9
el: BMI 18.5 έως 24.9
fa: BMI 18.5 تا 24.9
gu: BMI 18.5 થી 24.9
hr: BMI 18.5 do 24.9
hu: BMI 18.5 és 24.9 között
kn: BMI 18.5 ರಿಂದ 24.9
ml: BMI 18.5 മുതൽ 24.9
mr: BMI 18.5 ते 24.9
my: BMI 18.5 မှ 24.9
or: BMI 18.5 ରୁ 24.9
pa: BMI 18.5 ਤੋਂ 24.9
sq: BMI 18.5 deri në 24.9
sv: BMI 18.5 till 24.9
ta: BMI 18.5 முதல் 24.9 வரை
te: BMI 18.5 నుండి 24.9 వరకు
th: BMI 18.5 ถึง 24.9
ur: BMI 18.5 سے 24.9

# overweightRange
source: BMI 25 to 29.9
az: BMI 25-dən 29.9-a qədər
bn: বিএমআই 25 থেকে 29.9
el: BMI 25 έως 29.9
fa: BMI 25 تا 29.9
gu: BMI 25 થી 29.9
hr: BMI 25 do 29.9
hu: BMI 25 és 29.9 között
kn: BMI 25 ರಿಂದ 29.9
ml: BMI 25 മുതൽ 29.9
mr: BMI 25 ते 29.9
my: BMI 25 မှ 29.9
or: BMI 25 ରୁ 29.9
pa: BMI 25 ਤੋਂ 29.9
sq: BMI 25 deri në 29.9
sv: BMI 25 till 29.9
ta: BMI 25 முதல் 29.9 வரை
te: BMI 25 నుండి 29.9 వరకు
th: BMI 25 ถึง 29.9
ur: BMI 25 سے 29.9

# obesityRange
source: BMI 30 and above
az: BMI 30 və yuxarı
bn: বিএমআই 30 এবং তার উপরে
el: BMI 30 και άνω
fa: BMI 30 و بالاتر
gu: BMI 30 અને ઉપર
hr: BMI 30 i više
hu: BMI 30 és felette
kn: BMI 30 ಮತ್ತು ಮೇಲಿನ
ml: BMI 30നും മുകളിലും
mr: BMI 30 आणि वर
my: BMI 30 နှင့်အထက်
or: BMI 30 ଏବଂ ଉପରେ
pa: BMI 30 ਅਤੇ ਉੱਪਰ
sq: BMI 30 dhe më lart
sv: BMI 30 och över
ta: BMI 30 மற்றும் மேல்
te: BMI 30 మరియు పైగా
th: BMI 30 ขึ้นไป
ur: BMI 30 اور اوپر

# heightLabel
source: Height
az: Hündürlük
bn: উচ্চতা
el: Ύψος
fa: قد
gu: ઊંચાઈ
hr: Visina
hu: Magasság
kn: ಎತ್ತರ
ml: ഉയരം
mr: उंची
my: အမြင့်
or: ଉଚ୍ଚତା
pa: ਉਚਾਈ
sq: Lartësia
sv: Höjd
ta: உயரம்
te: ఎత్తు
th: ส่วนสูง
ur: قد

# genderLabel
source: Gender
az: Cins
bn: লিঙ্গ
el: Φύλο
fa: جنسیت
gu: જાતિ
hr: Spol
hu: Nem
kn: ಲಿಂಗ
ml: ലിംഗം
mr: लिंग
my: ကျား/မ
or: ଲିଙ୍ଗ
pa: ਲਿੰਗ
sq: Gjinia
sv: Kön
ta: இயற்கை
te: లింగం
th: เพศ
ur: جنس

# maleLabel
source: Male
az: Kişi
bn: পুরুষ
el: Άνδρας
fa: مرد
gu: પુરુષ
hr: Muško
hu: Férfi
kn: ಪುರುಷ
ml: പുരുഷൻ
mr: पुरुष
my: ကျား
or: ପୁରୁଷ
pa: ਪੁਰਸ਼
sq: Mashkull
sv: Man
ta: ஆண்
te: పురుషుడు
th: ชาย
ur: مرد

# femaleLabel
source: Female
az: Qadın
bn: মহিলা
el: Γυναίκα
fa: زن
gu: સ્ત્રી
hr: Žensko
hu: Nő
kn: ಸ್ತ್ರೀ
ml: സ്ത്രീ
mr: महिला
my: မ
or: ମହିଳା
pa: ਇਸਤਰੀ
sq: Femër
sv: Kvinna
ta: பெண்
te: స్త్రీ
th: หญิง
ur: عورت

# settingsTitle
source: Settings
az: Ayarlar
bn: সেটিংস
el: Ρυθμίσεις
fa: تنظیمات
gu: સેટિંગ્સ
hr: Postavke
hu: Beállítások
kn: ಸೆಟಿಂಗ್‌ಗಳು
ml: സജ്ജീകരണങ്ങൾ
mr: सेटिंग्ज
my: ဆက်တင်များ
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਜ਼
sq: Cilësimet
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్స్
th: การตั้งค่า
ur: ترتیبات

# languageLabel
source: Language
az: Dil
bn: ভাষা
el: Γλώσσα
fa: زبان
gu: ભાષા
hr: Jezik
hu: Nyelv
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
my: ဘာသာစကား
or: ଭାଷା
pa: ਭਾਸ਼ਾ
sq: Gjuha
sv: Språk
ta: மொழி
te: భాష
th: ภาษา
ur: زبان

# privacyPolicyLabel
source: Privacy Policy
az: Məxfilik Siyasəti
bn: গোপনীয়তা নীতি
el: Πολιτική απορρήτου
fa: سیاست حفظ حریم خصوصی
gu: ગોપનિયતા નીતિ
hr: Politika privatnosti
hu: Adatvédelmi Irányelvek
kn: ಗೋಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
my: ကိုယ်ရေးရာဇဝင်မူဝါဒ
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
sq: Politika e Privatësisë
sv: Integritetspolicy
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
ur: رازداری کی پالیسی

# shareLabel
source: Share
az: Paylaş
bn: শেয়ার করুন
el: Μοιραστείτε
fa: اشتراک‌گذاری
gu: શેર કરો
hr: Dijeli
hu: Megosztás
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
mr: शेअर करा
my: မျှဝေပါ
or: ସେୟାର କରନ୍ତୁ
pa: ਸ਼ੇਅਰ ਕਰੋ
sq: Ndani
sv: Dela
ta: பங்கிடு
te: షేర్ చేయండి
th: แชร์
ur: شیئر کریں

# rateUsLabel
source: Rate Us
az: Bizi Qiymətləndirin
bn: আমাদের রেট করুন
el: Βαθμολογήστε μας
fa: امتیاز دهید
gu: અમને રેટ કરો
hr: Ocijenite nas
hu: Értékeljen minket
kn: ನಮ್ಮನ್ನು ಅಂಕಿತ ಮಾಡಿ
ml: ഞങ്ങളെ റേറ്റുചെയ്യുക
mr: आम्हाला रेट करा
my: ကျွန်ုပ်တို့ကိုအဆင့်သတ်မှတ်ပါ
or: ଆମକୁ ମୂଲ୍ୟାଙ୍କନ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਰੇਟ ਕਰੋ
sq: Na Vlerësoni
sv: Betygsätt oss
ta: எங்களை மதிப்பீடு செய்யவும்
te: మాకు రేటింగ్ ఇవ్వండి
th: ให้คะแนนเรา
ur: ہمیں درجہ بندی کریں

# feedbackLabel
source: Feedback
az: Rəy
bn: প্রতিক্রিয়া
el: Ανατροφοδότηση
fa: بازخورد
gu: પ્રતિસાદ
hr: Povratne informacije
hu: Visszajelzés
kn: ಪ್ರತಿಕ್ರಿಯೆ
ml: പ്രതികരണം
mr: फीडबॅक
my: တုံ့ပြန်ချက်
or: ମତାମତ
pa: ਫੀਡਬੈਕ
sq: Përgjigje
ta: கருத்து
te: ఫీడ్‌బ్యాక్
th: ข้อเสนอแนะแบบ
ur: تبصرہ
